spec/dummy/app/controllers/users_controller.rb

INSERT INTO "users" ("email", "first_name", "last_name") VALUES (?, ?, ?)  [["email", "as@a.pl"], ["first_name", "AAAAAA"], ["last_name", "AAaaAA"]]
---
  def create
    @user = User.create(user_params)